Repository: kausaltech/kausal-backend-common
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi

source: Last modified at
de: Zuletzt geändert am
fi: Viimeksi muokattu

source: Cannot delete instance because other objects reference it.
de: Instanz kann nicht gelöscht werden, da andere Objekte darauf verweisen.
fi: Kohdetta ei voida poistaa koska muut oliot viittaavat siihen.

source: Cannot delete "%s" because it is connected to other objects such as instances, persons or actions.
de: „%s“ kann nicht gelöscht werden, da das Objekt mit anderen Objekten wie Instanzen, Personen oder Maßnahmen verknüpft ist.
fi: Kohdetta "%s" ei voida poistaa, koska se liittyy muihin kohteisiin, kuten instansseihin, henkilöihin tai toimenpiteisiin.

source: Label
de: Beschriftung
fi: Selite

source: Label for the column to be used instead of the default
de: Spaltenbeschriftung, die anstelle des Standardwerts verwendet werden soll
fi: Sarakkeen selite, jota käytetään oletusarvon sijasta

source: Help text
de: Hilfetext
fi: Ohjeteksti

source: Help text for the column to be shown in the UI
de: Hilfetext für die Spalte, der in der Benutzeroberfläche angezeigt werden soll
fi: Käyttöliittymässä näytettävän sarakkeen ohjeteksti

source: Heading to show instead of the default
de: Überschrift, die anstelle der Standardüberschrift angezeigt wird
fi: Otsikko, joka näytetään oletusarvon sijasta

source: Field label
de: Feldbeschriftung
fi: Kentän nimi

source: Help text for the field to be shown in the UI
de: In Benutzeroberfläche anzuzeigender Hilfetext für das Feld
fi: Käyttöliittymässä näytettävän kentän ohjeteksti

source: Content block: %(label)s
de: Inhaltsblock: %(label)s
fi: Sisältölohko: %(label)s

source: Label for 'show all'
de: Beschriftung für 'Alles anzeigen'
fi: Selite vaihtoehdolle 'näytä kaikki'

source: Choose a dataset
de: Wähle einen Datensatz
fi: Valitse tietoaineisto

source: Choose another dataset
de: Wähle einen anderen Datensatz
fi: Valitse toinen tietoaineisto

source: dimensions
de: Dimensionen
fi: mittarin dimensiot

source: Optional identifier that, if set, must be unique within the dimension
de: Optionale Kennung, die, falls festgelegt, innerhalb der Dimension eindeutig sein muss
fi: Valinnainen tunniste, jonka on oltava uniikki dimension sisällä

source: label
de: Beschriftung
fi: nimeke

source: dimension category
de: Dimensionskategorie
fi: dimension luokka

source: dimension categories
de: Dimensionskategorien
fi: dimension luokat

source: identifier
de: Kennung
fi: tunniste

source: Optional identifier that, if set, must be unique in the scope
de: Optionale Kennung, die, falls festgelegt, innerhalb des Geltungsbereichs eindeutig sein muss
fi: Valinnainen tunniste, jonka on oltava uniikki vaikutusalueen sisällä

source: dimension scope
de: Dimension-Geltungsbereich
fi: dimension vaikutusalue

source: dimension scopes
de: Dimension-Geltungsbereiche
fi: dimensioiden vaikutusalueet

source: Yearly
de: Jährlich
fi: Vuosittainen

source: Time resolution of the time stamps of data points in this dataset
de: Zeitliche Auflösung der Zeitstempel der Datenpunkte in diesem Datensatz
fi: Tietoaineiston aikaleimojen resoluutio

source: start date
de: Beginndatum
fi: alkupäivämäärä

source: For a newly created dataset, start entering values from this year
de: Für einen neu erstellten Datensatz beginnen Sie mit der Eingabe der Werte aus diesem Jahr
fi: Vuosi, josta alkaen uuden tietoaineiston arvojen syöttö alkaa

source: Descriptive name of the dataset schema
de: Beschreibender Name des Datensatzschemas
fi: Kuvaava nimi tietoaineistomallille

source: Description
de: Beschreibung
fi: Kuvaus

source: Description of the content and use of the dataset
de: Beschreibung des Inhalts und der Verwendung des Datensatzes
fi: Tietoaineiston sisällön ja käyttötarkoituksen kuvaus

source: Time resolution
de: Zeitauflösung
fi: Aikaresoluutio

source: Initial date
de: Ausgangsdatum
fi: Alkupäivämäärä

source: Metrics
de: Messgrößen
fi: Metriikat

source: Defines the interpretation and units for the values of the dataset
de: Legt die Interpretation und die Einheiten für die Werte des Datensatzes fest
fi: Määrittelee tietoaineiston arvojen tulkinnan ja mittayksiköt

source: Dimensions
de: Dimensionen
fi: Dimensiot

source: Used when metrics are tracked for multiple categories
de: Wird verwendet, wenn Messgrößen für mehrere Kategorien erfasst werden
fi: Käyteään kun metriikat kattavat useampia kategorioita

source: Grants permissions on datasets of this schema to certain persons
de: Erteilt bestimmten Personen Berechtigungen für Datensätze dieses Schemas
fi: Antaa tietyille henkilöille oikeudet tämän skeeman tietoaineistoihin

source: Grants permissions on datasets of this schema to certain person groups
de: Erteilt bestimmten Personengruppen Berechtigungen für Datensätze dieses Schemas
fi: Antaa tietyille henkilöryhmille oikeudet tämän skeeman tietoaineistoihin

source: Permissions
de: Berechtigungen
fi: Käyttöoikeudet

source: dataset schema
de: Datensatzschema
fi: tietoaineiston skeema

source: dataset schemas
de: Datensatzschemas
fi: tietoaineistojen skeemat

source: unit
de: Einheit
fi: yksikkö

source: dataset metric
de: Datensatzmessgröße
fi: tietoaineiston metriikka

source: dataset metrics
de: Datensatzmessgrößen
fi: tietoaineistojen metriikat

source: dataset schema dimension
de: Datensatzschema-Dimension
fi: tietoaineiston skeeman dimensio

source: dataset schema dimensions
de: Datensatzschema-Dimensionen
fi: tietoaineiston skeeman dimensiot

source: Optional identifier that, if set, must be unique in the dataset's scope
de: Optionale Kennung, die, falls gesetzt, im Geltungsbereich des Datensatzes eindeutig sein muss
fi: Valinnainen tunniste, jonka on oltava uniikki tietoaineiston vaikutusalueella

source: dataset
de: Datensatz
fi: tietoaineisto

source: datasets
de: Datensätze
fi: tietoaineistot

source: dataset schema scope
de: Datensatzschema-Geltungsbereich
fi: tietoaineiston skeeman vaikutusalue

source: dataset schema scopes
de: Datensatzschema-Geltungsbereiche
fi: tietoaineiston skeemojen vaikutusalueet

source: date
de: Datum
fi: päivämäärä

source: Date of this data point in context of the dataset's time resolution
de: Datum dieses Datenpunkts im Zusammenhang mit der zeitlichen Auflösung des Datensatzes

source: metric
de: Messgröße

source: value
de: Wert
fi: arvo

source: data point
de: Datenpunkt

source: data points
de: Datenpunkte

source: data point dimension category
de: Datenpunkt-Dimensionskategorie

source: data point dimension categories
de: Datenpunkt-Dimensionskategorien

source: Sticky comment
de: Angehefteter Kommentar

source: comment
de: Kommentar
fi: kommentti

source: comments
de: Kommentare

source: The organization responsible for the data source
de: Die Organisation, die für die Datenquelle verantwortlich ist

source: description
de: Beschreibung
fi: kuvaus

source: Data source
de: Datenquelle

source: Data sources
de: Datenquellen

source: Unknown schema
de: Unbekanntes Schema

source: Data source reference in: %(schema)s
de: Datenquellenreferenz in: %(schema)s

source: Data source reference
de: Datenquellenreferenz

source: data source reference
de: Datenquellenreferenz

source: data source references
de: Datenquellenreferenzen

source: Edit dataset
de: Datensatz bearbeiten

source: Created at
de: Erstellt am

source: Last modified by
de: Zuletzt geändert von

source: A node cannot be moved under itself in the hierarchy.
de: Ein Knoten kann in der Hierarchie nicht unter sich selbst verschoben werden.
fi: Organisaatio ei voi olla itsensä yläorganisaatio.

# node
source: Parent
de: Elternknoten

source: The time at which the resource was created
de: Zeitpunkt, zu dem die Ressource erstellt wurde
fi: Aika jolloin organisaatio luotiin

source: The time at which the resource was updated
de: Zeitpunkt, zu dem die Ressource aktualisiert wurde
fi: Aika jolloin organisaatiota päivitettiin

source: A distinct name for this organization (generated automatically)
de: Ein eindeutiger Name für diese Organisation (automatisch erstellt)
fi: Organisaation yksikäsitteinen nimi (luodaan automaattisesti)

source: email address
de: E-Mail-Adresse
fi: sähköpostiosoite

source: created by
de: erstellt von
fi: luoja

source: primary language
de: Hauptsprache

source: organization
de: Organisation
fi: organisaatio

source: organizations
de: Organisationen
fi: organisaatiot

source: New child %(model)s for %(parent)s
de: Neues untergeordnetes "%(model)s" Objekt für %(parent)s

source: This will delete the following objects:
de: Dadurch werden die folgenden Objekte gelöscht:

source: Person with this email already exists
de: Person mit dieser E-Mail-Adresse existiert bereits
fi: Tällä sähköpostiosoitteella on jo henkilö

source: Not all objects have an email address
de: Nicht alle Objekte haben eine E-Mail Adresse
fi: Kaikilla kohteilla ei ole sähköpostiosoitetta

source: Duplicate email addresses: %s
de: Doppelte E-Mail-Adressen: %s
fi: Sama sähköpostiosoite toistuu: %s

source: Choose person
de: Wähle Person
fi: Valitse henkilö

source: Choose a person
de: Wähle eine Person
fi: Valitse henkilö

source: Choose another person
de: Wähle eine andere Person
fi: Valitse toinen henkilö

source: Edit this person
de: Bearbeite diese Person
fi: Muokkaa tätä henkilöä

source: first name
de: Vorname
fi: etunimi

source: last name
de: Nachname
fi: sukunimi

# person's role
source: title
de: Titel
fi: titteli

source: postal address
de: Anschrift
fi: postiosoite

source: user
de: Benutzer
fi: käyttäjä

source: Set if the person has an user account
de: Setzen, wenn die Person ein Benutzerkonto hat
fi: Aseta jos henkilöllä on käyttäjätunnus palveluun

source: image
de: Bild
fi: kuva

source: image cropping
de: Bildzuschnitt
fi: kuvan rajaus

source: people
de: Personen
fi: henkilöt

source: Organization
de: Organisation

source: Filter: %(filter_label)s
fi: Suodatin: %(filter_label)s

source: name
fi: nimi

source: dimension
fi: dimensio

source: Name
fi: Nimi

source: schema
fi: skeema

source: created at
fi: luomisaika

source: The time at which the object for this organization was created
fi: Aika jolloin organisaatio luotiin

source: updated at
fi: päivitysaika

source: The time at which the object for this organization was last updated
fi: Aika jolloin organisaatiota päivitettiin

source: updated by
fi: päivittänyt

source: location
fi: sijainti

# person chooser
source: Create new
fi: Luo uusi

source: Job title or role of this person
fi: Henkilön tehtävä tai rooli

source: person
fi: henkilö
